app/views/settings/index.html.erb

            <th>
              <%= t('views.settings.value') %>
---
SELECT "settings".* FROM "settings"